tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "ktr0731/evans"
tap "shyiko/kubesec"

brew "arp-scan"
brew "clang-format"
brew "ctags"
brew "etcd"
brew "evans"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "go"
brew "gpg"
brew "grep"
brew "grpcurl"
brew "hping"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kube-ps1"
brew "kubernetes-cli"
brew "lua"
brew "mas"
brew "minikube"
brew "nkf"
brew "nmap"
brew "plantuml"
brew "protobuf"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "zsh-completions"

cask "1password6"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "deckset"
cask "docker"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "micro-snitch"
cask "spotify"
cask "station"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "zoomus"

mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Bitdefender Virus Scanner", id: 500154009
mas "LINE", id: 539883307
mas "Spark –Email App by Readdle", id: 1176895641
mas "Xcode", id: 497799835
