tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "ktr0731/evans"
tap "shyiko/kubesec"

brew "arp-scan"
brew "clang-format"
brew "ctags"
brew "dep"
brew "etcd"
brew "evans"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gdb", args: ["with-python"]
brew "git"
brew "gnu-sed"
brew "gnuplot"
brew "go"
brew "gpg"
brew "grep", args: ["with-default-names"]
brew "hping"
brew "hugo"
brew "istioctl"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubesec"
brew "mas"
brew "neovim"
brew "nkf"
brew "nmap"
brew "openssl@1.1"
brew "pandoc"
brew "protobuf"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "sshfs"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua"]
brew "zsh"
brew "zsh-completions"

cask "1password6"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "deckset"
cask "docker"
cask "dropbox"
cask "duet"
cask "evernote"
cask "gns3"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyperswitch"
cask "intel-power-gadget"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "mactex"
cask "mendeley"
cask "micro-snitch"
cask "minikube"
cask "mute-me"
cask "onedrive"
cask "skim"
cask "spotify"
cask "station"
cask "stay"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "vmware-remote-console"
cask "wireshark"

mas "Airmail 3", id: 918858936
mas "Bitdefender Virus Scanner", id: 500154009
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
