tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"

brew "arp-scan"
brew "clang-format"
brew "ctags"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep", args: ["with-default-names"]
brew "kubernetes-cli"
brew "mas"
brew "neovim"
brew "nkf"
brew "pandoc"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua"]
brew "zsh"
brew "zsh-completions"

cask "1password6"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "blu-ray-player-pro"
cask "deckset"
cask "docker"
cask "dropbox"
cask "evernote"
cask "franz"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyperswitch"
cask "intel-power-gadget"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "mactex"
cask "onedrive"
cask "oni"
cask "skim"
cask "slack"
cask "spotify"
cask "stay"
cask "the-unarchiver"
cask "virtualbox"
cask "vmware-remote-console"
cask "wireshark"

mas "Airmail 3", id: 918858936
mas "Bitdefender Virus Scanner", id: 500154009
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
