bufbuild.vscode-buf
github.copilot
github.copilot-chat
golang.go
grafana.vscode-jsonnet
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
vscodevim.vim
yzhang.markdown-all-in-one
