alefragnani.project-manager
github.copilot
github.copilot-chat
golang.go
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
vscodevim.vim
